IDEA StatiCa Open Model
LineSupportSegment.FlexibleStiffnessY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Support stiffness Y dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FlexibleStiffnessY { get; set; }
Public Property FlexibleStiffnessY As Double
	Get
	Set
public:
property double FlexibleStiffnessY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace